ЛР2/benchmark/bench10.txt
Running 30s test @ http://192.168.31.63:8080/person?login=stif
  10 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    29.16ms  114.70ms   1.11s    95.73%
    Req/Sec   165.47     34.01   350.00     76.63%
  46974 requests in 30.10s, 9.99MB read
Requests/sec:   1560.69
Transfer/sec:    339.92KB