ЛР2/benchmark/bench6.txt
Running 30s test @ http://192.168.31.63:8080/person?login=stif
  6 threads and 6 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    14.33ms   68.41ms 772.73ms   97.76%
    Req/Sec   214.44     40.52   300.00     76.26%
  37628 requests in 30.10s, 8.00MB read
Requests/sec:   1250.19
Transfer/sec:    272.29KB